import { Product } from './product';
let i=1;

export const PRODUCTS:Product[] =[
   
    {
      id:i++,
      productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
  },
  {
    id:i++,
      productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
  },
  {
    id:i++,
    productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
  },
  {
    id:i++,
    productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
  },
  {
  id:i++,
  productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},
{
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},    {
  id:i++,
  productImage:"/assets/plant.png",
productName:"Ваше растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:799
},
{
id:i++,
  productImage:"/assets/spring-flower-1.png",
productName:"Eще растение",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:999
},
{
id:i++,
productImage:"/assets/spring-flower-24.png",
productName:"Зеленое красивое",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими.",
productPrice:299
},
{
id:i++,
productImage:"/assets/spring-flower-27.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:199
},
{
id:i++,
productImage:"/assets/spring-flower-31.png",
productName:"Best Choise",
productDescription : "Далеко-далеко за словесными горами в стране.",
productInformation : "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Своих буквоград несколько сих которое парадигматическая ты, до гор сбить что маленький, даже дорогу последний власти агентство ведущими. ",
productPrice:699
},
 
]